Repository: random-rip/prime_bot_backend
Catalog: app_prime_league/locale/*/LC_MESSAGES/django.po
Languages: de

source: Setting
de: Einstellung

source: Settings
de: Einstellungen

source: Subscribed Team
de: Abonniertes Teams

source: Subscribed Teams
de: Abonnierte Teams

source: General
de: Allgemein

source: Channel ID
de: Kanal-ID

source: Platform
de: Plattform

source: Team has Subscriptions
de: Team hat Abonnements

source: Only subscribed Teams
de: Nur abonnierte Teams

source: Only not subscribed Teams
de: Nur nicht abonnierte Teams

source: Players
de: Spieler:innen

source: With Players
de: Mit Spieler:innen

source: Without Players
de: Ohne Spieler:innen

source: Channel
de: Kanal

source: Channels
de: Kanäle

source: Subscription Infos
de: Abonnement-Infos

source: Subscribers on Discord
de: Abonnenten auf Discord

source: Subscribers on Telegram
de: Abonnenten auf Telegram

source: Subscribers
de: Abonnenten

source: Channel-Team Relation
de: Kanal-Team Relation

source: Channel-Team Relations
de: Kanal-Team Relationen

source: german
de: deutsch

source: english
de: englisch

source: Deleted Team/TBD
de: Gelöschtes Team/Team noch festzulegen
